Repository: tbuteler/wp-activity-logs
Catalog: languages/ck_activity-*.po
Languages: pt_br

source: Today
pt_br: Hoje

source: User #%s
pt_br: Usuário #%s

source: Media
pt_br: Mídia

source: Users
pt_br: Usuários

source: Settings
pt_br: Configurações

source: Comments
pt_br: Comentários

source: Appearance
pt_br: Apresentação

source: Tools
pt_br: Ferramentas

source: No activity to display
pt_br: Nenhuma atividade disponível no período

source: Filter activity logs
pt_br: Filtrar registros de atividade

source: Review activity of another network site:
pt_br: Revisar a atividade de outro site da rede:

source: Site ID
pt_br: Código do site

source: Logs to fetch at a time
pt_br: Registros a retornar por consulta

source: Logs
pt_br: Registros

source: Site activity
pt_br: Atividade do site

source: Site activity: %1$s (%2$s)
pt_br: Atividade do site: %1$s (%2$s)

source: Network activity
pt_br: Atividade da rede

source: The submitted ID does not correspond to a blog in this network.
pt_br: O código fornecido não corresponde a nenhum site desta rede.

source: user #%s
pt_br: usuário #%s

source: an untitled %s
pt_br: um(a) %s sem título

source: created a new site: %s
pt_br: criou um novo site: %s

source: deleted the site: %s
pt_br: apagou o site: %s

source: published %s.
pt_br: publicou %s.

source: modified %s.
pt_br: modificou %s.

source: created a new draft called %s.
pt_br: criou um novo rascunho chamado %s

source: created %s, pending review.
pt_br: criou %s, aguardando revisão.

source: restored %s from the trash.
pt_br: recuperou %s da lixeira.

source: saved %s as draft.
pt_br: salvou %s como rascunho.

source: saved %s as pending review.
pt_br: enviou %s para revisão.

source: scheduled %1$s to be published on %2$s.
pt_br: agendou %1$s para publicação em %2$s.

source: scheduled %1$s for future publication.
pt_br: agendou %1$s para publicação futura.

source: deleted %s.
pt_br: apagou %s.

source: marked %s as private.
pt_br: marcou %s como privado.

source: saved a new revision of %s.
pt_br: salvou uma nova revisão de %s.

source: created a new network user: %s
pt_br: criou um novo usuário na rede: %s

source: permanently removed %s from the network.
pt_br: removeu %s permanentemente da rede.

source: added %s to a site in the network.
pt_br: adicionou %s a um site da rede.

source: added %1$s to %2$s.
pt_br: adicionou %1$s ao site %2$s.

source: added %s to this site.
pt_br: adicionou %s a este site.

source: updated %s's profile.
pt_br: atualizou o perfil de %s.

source: updated his/her profile.
pt_br: atualizou seu perfil.

source: removed %s from a site in the network.
pt_br: removeu %s de um site da rede.

source: removed %1$s from %2$s.
pt_br: removeu %1$s do site %2$s.

source: removed %s from this site.
pt_br: removeu %s deste site.

source: updated this site's <a href="%s">General</a> settings
pt_br: atualizou as configurações <a href="%s">Gerais</a> deste site.

source: updated this site's <a href="%s">Media</a> settings
pt_br: atualizou as configurações de <a href="%s">Mídia</a> deste site.

source: updated this site's <a href="%s">Presentation</a> settings
pt_br: atualizou as configurações de <a href="%s">Apresentação</a> deste site.

source: updated this site's <a href="%s">Writing</a> settings
pt_br: atualizou as configurações de <a href="%s">Escrita</a> deste site.

source: updated this site's <a href="%s">Discussion</a> settings
pt_br: atualizou as configurações de <a href="%s">Discussão</a> deste site.

source: updated this site's settings
pt_br: atualizou as configurações deste site.

source: an %s
pt_br: uma %s

source: image
pt_br: imagem

source: the image #%s
pt_br: a imagem #%s

source: added %s.
pt_br: adicionou %s.

source: edited %s.
pt_br: editou %s.

source: removed %s.
pt_br: removeu %s.

source: added media to the site.
pt_br: adicionou mídia a este site.

source: removed media from the site.
pt_br: removeu mídia deste site.

source: edited media from this site.
pt_br: editou mídia deste site.

source: edited a comment.
pt_br: editou um comentário.

source: approved a comment.
pt_br: aprovou um comentário.

source: marked a comment as unapproved.
pt_br: marcou um comentário como não aprovado.

source: restored a comment from the trash.
pt_br: recuperou um comentário da lixeira.

source: marked a comment as not spam.
pt_br: marcou um comentário como não spam.

source: marked a comment as spam.
pt_br: marcou um comentário como spam.

source: sent a comment to the trash.
pt_br: enviou um comentário para a lixeira.

source: added a new comment to %s
pt_br: adicionou um novo comentário em %s.

source: modified the theme's widgets settings.
pt_br: modificou as opções de widgets do tema.

source: switched the site's theme to %s.
pt_br: alterou o tema do site para %s.

source: customized theme %s.
pt_br: personalizou o tema %s.

source: modified the site's navigation menu(s).
pt_br: modificou o(s) menu(s) de navegação do site.

source: activated plugin %s.
pt_br: ativou o plugin %s.

source: deactivated plugin %s.
pt_br: desativou o plugin %s.

source: exported this site's data.
pt_br: exportou os dados deste site.

source: imported data into this site.
pt_br: Importou dados a este site.
